[
  {
    "image": "b1.jpg",
    "imageUrl": "",
    "brandName": "Exchange22",
    "description": "Exchange22 bring together India’s two favourite passion; sports and trading. The first of its’ kind sports fantasy league; Sports stock exchange. Founded in 2019, one of its kind sports fantasy concept, which merges sports and trading, along the lines of how a stock exchange operates. Instead of trading of stocks of companies, players’ are traded.\r\n\r\nWe believe that this one of a kind concept of sports fantasy league will redefine the fantasy league concept and set new benchmarks for its simple, user friendly interface and gameplay, letting the user enjoy and experience the game in a never before manner and even make money out of it. Exchange22 is owned and operated by Hulm Entertainment Pvt. Ltd."
  },
  {
    "image": "b2.jpg",
    "imageUrl": "",
    "brandName": "Archies",
    "description": "Founded in 1979 by Anil Moolchandani, the company initially sold song books, posters and leather patches. The company's main product, greeting cards, was introduced in 1980. Cards were introduced for major Indian festivals such as Holi, Diwali and Rakhi, apart from the usual new year, birthday and anniversary occasions.Archies Limited is in the business of manufacturing and selling greeting cards and other social expression products such as gifts and posters. Archies has a market share of about 50% of India's greeting cards market."
  },
  {
    "image": "b3.jpg",
    "imageUrl": "",
    "brandName": "BG Arts Studio",
    "description": "BG Arts Studio Private Limited is an Indian Non-Government Company. It's a private company and is classified as'company limited by shares'. Company's authorized capital stands at Rs 1.0 lakhs and has 100.0% paid-up capital which is Rs 1.0 lakhs. BG Arts Studio Private Limited is majorly in Business Services business and currently, company operations are active."
  },
  {
    "image": "b4.jpg",
    "imageUrl": "",
    "brandName": "Brand Monkey",
    "description": "Infusing joy and playfulness into everyday products with creative and quirky designs."
  },
  {
    "image": "b5.jpg",
    "imageUrl": "",
    "brandName": "Bro Code Club Soda",
    "description": "Quenching your thirst for sophistication with premium club soda beverages."
  },
  {
    "image": "b6.jpg",
    "imageUrl": "",
    "brandName": "Bro Light",
    "description": "Illuminating spaces with stylish and energy-efficient lighting solutions."
  },
  {
    "image": "b7.jpg",
    "imageUrl": "",
    "brandName": "Fabriclore",
    "description": "Unveiling a world of creativity with exquisite fabrics and craft supplies."
  },
  {
    "image": "b8.jpg",
    "imageUrl": "",
    "brandName": "CYL",
    "description": "Empowering the next generation of changemakers through education, mentorship, and advocacy for positive social impact."
  },
  {
    "image": "b9.jpg",
    "imageUrl": "",
    "brandName": "Leaf Studios",
    "description": "We realised, its not about catching glimpses of the movie while talking to your friends or keeping it as a background noise. It's about being a part of the movie and finding yourself horse-riding in a battle. It’s about feeling the thrill of hiding from an alien invasion and about smiling on a lovers’ paradise, right from your couch.To bring you this experience, anytime anywhere, we made products that let you immerse in the world of storytelling. Be it tuning into a season that you anxiously waited for, or a favorite movie that’s ready to consume you again. Dive into a theatre-like experience that lets you hear every laugh, every whisper, every dialogue as it was meant to be and binge-watch like never before."
  },
  {
    "image": "b10.jpg",
    "imageUrl": "",
    "brandName": "Dinamic",
    "description": "Driving brand success through dynamic advertising strategies and high-quality production."
  },
  {
    "image": "b11.jpg",
    "imageUrl": "",
    "brandName": "FDDI",
    "description": "FDDI is playing a key role in imparting education, facilitating the Indian industry by bridging the skill gap in the areas of Footwear, Leather Accessory & life style product, and because of its continuous contribution towards nation building, FDDI has been granted the status of “An Institution of National Importance” under the FDDI Act 2017.\r\n\r\nFDDI is a premier academic and training institution dedicated to the development and growth of the Footwear & Product, Leather Products, Retail and Fashion Merchandise and Fashion Design sectors. FDDI has Pan India Presence with 12 state-of art campuses spread across the country."
  },
  {
    "image": "b12.jpg",
    "imageUrl": "",
    "brandName": "Aarth Yoga",
    "description": "Aarth Yoga offers serene and soulful yoga experiences, blending ancient wisdom with modern practices for holistic well-being."
  },
  {
    "image": "b13.jpg",
    "imageUrl": "",
    "brandName": "PhotoStudio",
    "description": "Transforming moments into cherished memories with artistic photography."
  },
  {
    "image": "b14.jpg",
    "imageUrl": "",
    "brandName": "Innowork",
    "description": "Innowork gives you the best Coworking Space in Noida. Premium amenities at the most premium locations of Sector-16 Noida. Equipped with high-speed internet, 24*7 operational support, locker/storage facility. print/copy/scan, and unlimited tea/coffee to keep you going. Pick from a number of services to suit your team size and business. Membership plans at affordable rates."
  },
  {
    "image": "b15.jpg",
    "imageUrl": "",
    "brandName": "Juice Bucket",
    "description": "Established in the year 2018 at Saharanpur, Uttar Pradesh, we “Juice Bucket LLP” are a Limited Liability Partnership based firm, engaged as the foremost manufacturer of Apple Juice,Mango Juice,Mixed Fruit Juice etc. Our products are high in demand due to their premium quality, affordable prices. Furthermore, we ensure to timely deliver these products to our clients, through this we have gained a huge clients base in the market."
  },
  {
    "image": "b16.jpg",
    "imageUrl": "",
    "brandName": "Lakme Academy",
    "description": "Lakmé Academy powered by Aptech is a partnership between two industry stalwarts with decades of experience in beauty and training. Lakmé Academy powered by Aptech is a leading beauty training academy in India. Headquartered in Mumbai, Lakmé Academy powered by Aptech offers certified beauty courses in cosmetology, skin, hair, beauty therapy, and makeup. The curriculum is designed to prepare students for exciting careers in industries like fashion, beauty, film, and entertainment. Its endeavor is to groom passion, style talent, and deliver opportunities to make the world a beautiful place!"
  },
  {
    "image": "b17.jpg",
    "imageUrl": "",
    "brandName": "Lakme Salon",
    "description": "Setting the standard for beauty and grooming with innovative techniques and premium products."
  },
  {
    "image": "b18.jpg",
    "imageUrl": "",
    "brandName": "Build My Rep",
    "description": "Empowering individuals and businesses to cultivate and manage their online reputation effectively."
  },
  {
    "image": "b19.jpg",
    "imageUrl": "",
    "brandName": "Travel Unravel",
    "description": "Embarking on journeys of discovery and exploration off the beaten path."
  },
  {
    "image": "b20.jpg",
    "imageUrl": "",
    "brandName": "Laalten Lounge Bar",
    "description": "A vibrant destination where tradition meets modernity, igniting senses with its eclectic ambiance and flavorful offerings"
  },
  {
    "image": "b21.jpg",
    "imageUrl": "",
    "brandName": "Men's Craft",
    "description": "Redefining men's grooming with premium products and expert styling."
  },
  {
    "image": "b22.jpg",
    "imageUrl": "",
    "brandName": "The Drunken Botanist",
    "description": " A botanical paradise in every sip, crafting cocktails that blend the finest spirits with nature's bounty."
  },
  {
    "image": "b23.jpg",
    "imageUrl": "",
    "brandName": "Molecule Air Bar",
    "description": "Elevating your dining experience with avant-garde cuisine and molecular gastronomy."
  },
  {
    "image": "b24.jpg",
    "imageUrl": "",
    "brandName": "Distillery",
    "description": "Crafting artisanal libations that elevate the art of mixology."
  },
  {
    "image": "b25.jpg",
    "imageUrl": "",
    "brandName": "Meta Space",
    "description": "Where innovation meets elegance, offering futuristic designs that redefine modern living and style."
  },
  {
    "image": "b26.jpg",
    "imageUrl": "",
    "brandName": "One Drink",
    "description": "Quenching your thirst for refreshment with a tantalizing array of beverages."
  },
  {
    "image": "b27.jpg",
    "imageUrl": "",
    "brandName": "Paper Moon",
    "description": "Crafting unforgettable moments with exquisite stationery and event design."
  },
  {
    "image": "b28.jpg",
    "imageUrl": "",
    "brandName": "Parliamentarian",
    "description": "Amplifying voices and shaping discourse through insightful publications and forums."
  },
  {
    "image": "b29.jpg",
    "imageUrl": "",
    "brandName": "Pinlight Studio",
    "description": "Illuminating your memories with exquisite photography and cinematic expertise."
  },
  {
    "image": "b30.jpg",
    "imageUrl": "",
    "brandName": "Trendz Salon",
    "description": "Setting trends in style and beauty with expert craftsmanship and personalized service."
  },
  {
    "image": "b31.jpg",
    "imageUrl": "",
    "brandName": "Prabhatam Group",
    "description": "Guiding businesses towards success through strategic consultancy and innovative solutions."
  },
  {
    "image": "b32.jpg",
    "imageUrl": "",
    "brandName": "Roseate House",
    "description": "Redefining luxury hospitality with impeccable service and unparalleled experiences."
  },
  {
    "image": "b33.jpg",
    "imageUrl": "",
    "brandName": "Scudo",
    "description": "Shielding you from uncertainties with robust and comprehensive insurance coverage."
  },
  {
    "image": "b34.jpg",
    "imageUrl": "",
    "brandName": "Skin Plus",
    "description": "Skin Plus is one of the top skin and hair clinics in Delhi. All our operations are based on the latest technology and international standards. Our services are backed by expert doctors and therapists trained by internationally renowned institutes in beauty and skincare. Our work has often gotten us the popularity and appreciation as the top dermatologist clinic in Delhi."
  },
  {
    "image": "b35.jpg",
    "imageUrl": "",
    "brandName": "Skinora",
    "description": "Unveiling radiant skin through personalized skincare solutions tailored to your unique needs."
  },
  {
    "image": "b36.jpg",
    "imageUrl": "",
    "brandName": "Tijil",
    "description": "The essence of interior decoration will always be about people and how they live. It is about the realities of what makes for an attractive, civilised and meaningful environment, not about fashion or what's in or what's out."
  },
  {
    "image": "b37.jpg",
    "imageUrl": "",
    "brandName": "The Artist Foundation",
    "description": "Nurturing creativity and empowering artists to realize their full potential."
  },
  {
    "image": "b38.jpg",
    "imageUrl": "",
    "brandName": "Tycoon Global",
    "description": "Tycoon Magazine is a global publication that aims to create the best platform for top businesses and executives to talk and share their experiences, views, and mantra of success. Tycoon magazine has established itself as a valuable source of news and information for senior management across the globe. Key decision-makers within both the public and private sectors rely on us to provide them with the latest trends and technologies, outsourcing options, design & build managed services."
  },
  {
    "image": "b39.jpg",
    "imageUrl": "",
    "brandName": "Red FM 93.5",
    "description": "Red FM (Often stylized as Superhits 93.5 RED FM) is an Indian FM radio network headquartered in Chennai] and owned by Chennai-based Sun Group. The network broadcasts content in various Indian languages including Hindi, Urdu, Bengali, Telugu, Kannada and Malayalam. On 14 August 2009, Suryan FM 93.5 was rebranded to RED FM in 64 cities across India."
  },
  {
    "image": "b40.jpg",
    "imageUrl": "",
    "brandName": "Laxmisafe",
    "description": "Your trusted guardian for secure and reliable protection of valuables."
  },
  {
    "image": "b41.jpg",
    "imageUrl": "",
    "brandName": "Shisha on Wheels",
    "description": "The Hookah Company: Bringing the allure of hookah culture to your doorstep with convenience and flair."
  },
  {
    "image": "b42.jpg",
    "imageUrl": "",
    "brandName": "AB Motoss Ev",
    "description": "AB Motoss is an electric vehicle company located in Lucknow Uttar Pradesh . We already have a countrywide dealership network and in the near future we are also focusing on exports of our vehicles overseas with our offices in Ras Al Khaimah - UAE,South Sudan and Uganda ."
  },
  {
    "image": "b43.jpg",
    "imageUrl": "",
    "brandName": "Navdrishti Times",
    "description": "Illuminating perspectives with timely news and insightful commentary."
  },
  {
    "image": "b44.jpg",
    "imageUrl": "",
    "brandName": "Desi Camera",
    "description": "Capturing authenticity through a lens that embraces cultural heritage and storytelling."
  },
  {
    "image": "b45.jpg",
    "imageUrl": "",
    "brandName": "The Body Care",
    "description": "Your ultimate destination for holistic wellness and beauty solutions, nurturing your body inside and out."
  },
  {
    "image": "b46.jpg",
    "imageUrl": "",
    "brandName": "INIFD",
    "description": "Shaping future fashion leaders through innovative education and creative excellence."
  },
  {
    "image": "b47.jpg",
    "imageUrl": "",
    "brandName": "eSmart Consulting Group",
    "description": "Empowering businesses with intelligent solutions for sustainable growth in the digital age."
  },
  {
    "image": "b48.jpg",
    "imageUrl": "",
    "brandName": "Salt & Pepper",
    "description": "A charming culinary destination offering delectable dishes amidst a picturesque outdoor ambiance."
  }
]